Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: According to the provisions of the Convention and related agreements, judicial cooperation involves the following elements:
zh: 根据联合国打击跨国有组织犯罪公约及各项有关条约的规定，司法合作涉及以下要素：

source: - extradition;
zh: - 引渡；

source: - mutual legal assistance;
zh: - 司法协助；

source: - police cooperation;
zh: - 警方合作；

source: - transfer of prosecutions;
zh: - 起诉移交；

source: - transfer of convicted persons;
zh: - 被判刑者转移；

source: - witness protection;
zh: - 保护证人；

source: - joint investigations;
zh: - 联合调查；

source: - special investigation techniques;
zh: - 专门调查技术；

source: - exchange of financial information;
zh: - 交流金融情报；

source: - reconciling conflicts of jurisdiction.
zh: - 管辖权冲突的协调。

source: The principles underlying extradition treaties are as follows:
zh: 引渡条约主导原则涉及：

source: - the double incrimination principle;
zh: - 双重刑事定罪原则；

source: - the obligation to extradite for offences provided under the relevant treaty;
zh: - 对有关条约所定罪行的引渡义务；

source: - the obligation to define the type of offences that may result in extradition;
zh: - 明确可予引渡的罪行类别的义务；

source: - mandatory grounds for refusing to extradite;
zh: - 拒绝引渡的必要动机；

source: - optional grounds for refusing to extradite;
zh: - 拒绝引渡的任择动机；

source: - communication channels and required documents;
zh: - 联系渠道和所需文件；

source: - cases of simplified extradition;
zh: - 何种情况适用简化引渡；

source: - certification and authentication of documents;
zh: - 文件的书面证明和认证；

source: - delivery of the extradited individual;
zh: - 引渡人员的移交；

source: - the rule of specialty;
zh: - 特殊规则；

source: - the aut dedere aut judicare principle;
zh: - “不引渡即审判”原则；

source: - jurisdiction of States.
zh: - 国家管辖权。

source: Following this introduction, the various cooperation methods were discussed in greater depth.
zh: 作出此项阐述之后，深入研究了各种合作方式。

source: Burkina Faso's obligations to combat transnational organized crime and terrorism
zh: ⑵ 布基纳法索对打击有组织犯罪和恐怖主义的多双边承诺

source: These obligations, which involve combating crime, terrorism and corruption at the regional and subregional levels, were reviewed in four basic areas:
zh: 这些承诺涉及在区域和次区域框架下打击犯罪、恐怖主义和腐败，通过以下四个方面对其进行了分析：

source: (i) Multilateral obligations for combating terrorism;
zh: 一. 反恐怖主义框架下的多边承诺；

source: (ii) Multilateral obligations for combating corruption;
zh: 二. 反腐败框架下的多边承诺；

source: (iii) Other multilateral obligations for combating transnational organized crime;
zh: 三. 打击跨国有组织犯罪框架下的其他多边承诺；

source: (iv) Burkina Faso's bilateral commitments.
zh: 四. 布基纳法索的双边承诺

source: In the area of terrorism, the main regional conventions to which Burkina Faso is a party are the Convention of the Organization of African States on the Prevention and Combating of Terrorism (OAU Convention) and the Convention of the Organization of the Islamic Conference on Combating International Terrorism (OIC Convention).
zh: 在反恐怖主义方面，布基纳法索参加的主要区域公约包括《非统组织防止和打击恐怖主义公约》和《伊斯兰会议组织关于打击国际恐怖主义的公约》。

source: The first was adopted during the thirty-fifth ordinary session of the Assembly of Heads of State and Government held at Algiers from 12 to 14 July 1999.
zh: 《非统组织防止和打击恐怖主义公约》是1999年7月12日至14日在阿尔及尔举行的第35届国家元首和政府首脑会议通过的。

source: Once it entered into force, it was ratified by Burkina Faso on 17 October 2002.
zh: 该公约已经生效，于2002年10月17日获布基那法索批准。

source: - review their national laws and establish criminal offences for terrorist acts as defined in its article 1, and to make such acts punishable;
zh: - 修订本国立法，将公约第一条所述各项恐怖行为定为犯罪，并予以惩治；

source: - notify the Secretary-General of the OAU of the legislative measures they have taken;
zh: - 向非统组织秘书长报告立法步骤；

source: - refrain from any acts aimed at organizing, supporting, financing, committing or inciting to commit terrorist acts or providing havens for terrorists, directly or indirectly.
zh: - 不得以任何行动组织、支持、资助、实施、唆使恐怖行为或直接间接为恐怖分子提供庇护。

source: The OIC Convention of 28 June 1999, signed by Burkina Faso on 16 April 2002, is the most recent of these instruments, and defines terrorism as any crime executed, started or participated in to realize a terrorist objective in any of the Contracting States or against its nationals, assets or interests or foreign facilities and nationals residing in its territory punishable by its internal law.
zh: 布基纳法索于2002年4月16日签署了1999年9月28日的伊斯兰会议组织公约。 该公约是界定恐怖主义的最高文书，其中对恐怖主义的理解为：在任何一个缔约国实现恐怖主义目的或针对其国民、财产、利益或设施及在其领土内的外国侨民而实施的应受国内法惩处的任何罪行。

source: Struggles against foreign occupation, colonialism, aggression or hegemony, or struggles for liberation or self-determination are excluded from this definition of terrorist crimes.
zh: 该建议将打击外国占领、殖民主义、侵略和统治以及追求解放和自决的斗争排除在恐怖主义罪范畴外。

source: The OIC Convention aims to combat international terrorism in all its forms and manifestations, including State terrorism against States and peoples, to promote cooperation among States for combating terrorist crimes that threaten the security and stability of the Islamic States and endanger their vital interests, and to strengthen cooperation, peace and understanding among members.
zh: 该公约旨在：打击针对各国和各国人民的一切形式和表现的国际恐怖主义，包括国家恐怖主义；加强各国之间的合作，以打击威胁伊斯兰国家安全与稳定和危害其根本利益的恐怖犯罪；加强该组织成员之间的合作、和平与理解。

source: Accordingly, the OIC Convention requires States to undertake obligations with a view to preventing and combating the scourge of terrorism, and ensuring on their territories the punishment of such crimes as well as cooperation in the areas of training, education, security, mutual legal assistance and sharing of information on terrorist offences, on the authors of such offences and on their activities.
zh: 为此，伊斯兰会议组织公约要求各国作出承诺，在本国境内防止、打击和确保惩治这一祸患，并加强在培训、教育、安全、司法协助和交流关于恐怖犯罪及其行为人与活动的情报等领域的合作。

source: Burkina Faso is a party to two legally binding instruments for combating corruption on the regional and sub-regional levels: the African Union Convention on Preventing and Combating Terrorism of 11 July 2003 (Maputo Convention) and the ECOWAS Protocol on the Fight against Corruption, adopted at Dakar on 21 December 2001.
zh: 我国在区域和次区域一级参加的有法律约束力的反腐败文书有两项，包括2003年7月11日的非洲联盟公约和2007年9月21日在达喀尔通过的西非经共体关于反腐败的A/P.3/12/01号议定书。

source: The Maputo Convention, adopted at the Second Ordinary Session of the African Union, has five major objectives:
zh: 非洲联盟第二届常会通过的关于防止和打击腐败的马普托公约有五项主要目标：

source: - promoting and strengthening the development of mechanisms for preventing, detecting, punishing and eradicating corruption and related offences;
zh: 促进和加强建立防止、调查、惩治和消除腐败及类似罪行的机制；

source: - promoting, facilitating and regulating cooperation among States parties;
zh: 促进、便利和规范缔约国之间的合作；

source: - coordinating and harmonizing the policies and legislation of States for the purposes of prevention, detection, punishment and eradication of corruption on the continent;
zh: 协调统一各国的政策和法律，以便在非洲防止、调查、惩治和消除腐败；

source: - promoting socio-economic development; and
zh: 促进社会经济发展；

source: - fostering transparency and accountability in the management of public affairs.
zh: 促进公共事务管理的透明度和问责。

source: The obligations of States under the Maputo Convention relate not only to laundering the proceeds of corruption, illicit enrichment and the funding of political parties, but also to cooperation and mutual legal assistance in combating corruption.
zh: 在这方面，公约规定各国承担的义务还涉及清洗腐败所得、非法致富、向政治党派提供资助、以及反腐败领域的司法合作和司法协助。

source: In addition, the Convention calls on States parties to designate, at the time that they deposit the instrument of ratification, the national authority or agency which will be responsible for handling questions concerning the offences described therein, and to establish a follow-up mechanism consisting of an advisory board of 11 members.
zh: 公约还请缔约国在提交保存批准书时，指定负责处理涉及公约所定罪行请求的主管国家当局或机构；另外，公约还规定了监测机制，即设立一个11名成员组成的咨询委员会。

source: The ECOWAS Protocol, not yet in force, has three objectives:
zh: 尚未生效的西非经共体议定书有三项目标，即：

source: - promoting and strengthening, in each State party, the creation of effective mechanisms for preventing, punishing and eradicating corruption;
zh: 各缔约国促进和加强制定各项防止、惩治和消除腐败的有效机制；

source: - bolstering and energizing the cooperation between States parties with a view to improving the efficiency of measures for combating corruption; and
zh: 加强和促进缔约国之间的合作，以使反腐败措施更加有效；

source: - promoting the harmonization and coordination of national laws and policies for combating corruption.
zh: 统一和协调各国的反腐败法律与政策。

source: In addition to articles 6, 7 and 12, which regulate the matter of territorial jurisdiction of States in the area of corruption, the ECOWAS Protocol provides for three levels of obligation: the adoption of preventive measures, criminalization by the legislature of corruption-related offences (illicit enrichment, laundering the proceeds of corruption and related offences, and acts of corruption involving foreign civil servants); the adoption of punishments, disincentives and protection measures, and cooperation in providing mutual legal assistance.
zh: 除第6、第7和第12条对各国的地域管辖权问题作出规定，西非经共体议定书要求缔约方承担三方面的义务，包括：采取预防措施，通过立法对有关腐败的罪行进行刑事定罪（非法致富、清洗腐败和有关罪行所得、以及涉及外国公职人员的腐败行为）；采取惩治和威慑措施；为司法协助目的提供保护和开展合作。

source: Burkina Faso's other multilateral and bilateral obligations that play a role in combating corruption, transnational organized crime and terrorism were also reviewed.
zh: 除这些文书之外，还研究了我国参与打击腐败、跨国有组织犯罪和恐怖主义的其他多双边承诺。

source: Such obligations are found in treaty law (in particular, at the bilateral level) and in declaratory instruments.
zh: 这些承诺的基础既包括协定法（尤其是双边一级），又包括宣言和声明。

source: - the convention on assistance and cooperation in security matters between the Council of the Entente member States, signed at Kara;
zh: 关于协约理事会成员国之间安全协助与合作的卡拉公约；

source: - the ECOWAS Convention on Mutual Assistance in Criminal Matters (A/P1/7/92);
zh: 西非经共体关于刑事司法协助的A/P1/7/92号公约；

source: - the ECOWAS Convention on Extradition (A/P1/8/94);
zh: 西非经共体A/P1/7/92号引渡公约；

source: - the Moratorium on the Importation, Exportation and Manufacture of Small Arms and Light Weapons in West Africa, of 31 October 1998, which established the Programme for Coordination and Assistance for Security and Development (PCASED);
zh: 1998年10月31日关于在西非暂停进口、出口和制造小武器和轻武器的声明，其中建立了安全和发展协调援助方案；

source: - the Bamako Declaration on an African Common Position on the Illicit Proliferation, Circulation and Trafficking of Small Arms and Light Weapons.
zh: 关于小武器和轻武器非法扩散、流通和贩运的非洲共同立场的巴马科宣言。

source: The bilateral instruments concluded by Burkina Faso relate not only to cooperation and mutual legal assistance (with France and Mali) but also to cooperation in combating the traffic in children (an agreement with Mali and a draft agreement currently being negotiated with Côte d'Ivoire).
zh: 布基纳法索签署的双边文书包括司法合作和司法协助（与法国和马里），以及关于打击贩卖儿童的合作（与马里签署了公约，并正在与科特迪瓦商谈一项公约草案）。

source: Use of international cooperation mechanisms in daily life
zh: 4. 日常应用国际合作机制

source: Participants took part in exercises involving the use of international cooperation mechanisms in combating transnational organized crime, terrorism and corruption.
zh: 参加者通过实践案例，研究了如何应用关于打击跨国有组织犯罪、恐怖主义和腐败的国际合作机制。

source: These exercises provided the experts with important skills for using the provisions of instruments, and allowed the main actors in the area of international cooperation to share their experiences.
zh: 通过这些练习，专家们掌握了具体应用文书规定的要点，并在他们这些国际合作的主要行动者之间进行了交流。

source: Following the exercise session, participants reviewed their draft action plans and recommendations for the implementation of the instruments relevant to Burkina Faso (see annexed documents).
zh: 完成实践案例之后，参加者研究了在我国实施有关各项文书的行动计划和建议草案（见所附文件）。

source: In addition to providing training for national experts, the seminar resulted in the adoption of a strong recommendation and a plan of action.
zh: 除了对本国专家进行培训，本次讨论会的成果还包括通过了一项有力建议和一项行动计划。

source: The recommendation covers the following main points:
zh: 讨论会所作建议尤其强调以下几点：

source: - the formulation and dissemination of a training manual on international cooperation in combating terrorism for the use of specialists working in the field of criminal justice;
zh: - 编订并分发关于反恐怖主义国际合作的培训手册，以供刑事司法系统实践者使用；

source: - establishment by competent national authorities of bilateral, regional and international cooperation modalities for combating terrorism, transnational organized crime and corruption, through agreements between States and creation of adequate mechanisms to that end and enhancement of dialogue, including meetings for sharing experiences and information on the bilateral, subregional, regional and international levels and specialized seminars for strengthening means of cooperation between the authorities concerned;
zh: - 主管国家当局与各国达成有关安排，制定打击恐怖主义、跨国有组织犯罪和腐败的双边、区域和国际合作方式，建立这方面的适当机制；并通过举行会议和专门讨论会，促进双边、次区域、区域和国际各级的经验与情报交流，以加强有关当局之间的合作途径；

source: - full support by the competent national authorities for victims of terrorism, and promotion of international efforts aimed at acquiring material and social assistance for such victims;
zh: - 主管国家当局向恐怖主义受害者提供全面支助，便利为使其获得物质和社会援助而采取的国际努力；

source: - active participation by Burkina Faso in the Eleventh United Nations Congress on Crime Prevention and Criminal Justice, to be held in Bangkok from 18 to 25 April 2005, for the purpose of presenting the reforms undertaken and sharing views and experiences;
zh: - 布基那法索积极参加2005年4月18至25日将在曼谷举行的第十一届联合国预防犯罪和刑事司法大会，以向各国阐述采取的改革措施，并交流意见和经验；

source: - a delegation from Burkina Faso to the upcoming session of the Conference of the Parties to the United Nations Convention against Transnational Organized Crime, to be held in Vienna from 10 to 21 October 2005.
zh: - 布基那法索出席2005年10月10日至21日将在维也纳举行的下一届联合国打击跨国有组织犯罪公约缔约国大会。

source: The seminar urged:
zh: 讨论会强调：

source: - the Minister for Foreign Affairs and Regional Cooperation of Burkina Faso to present this statement to the United Nations General Assembly at its fifty-ninth session,
zh: - 布基那法索外交与区域合作部长应向联合国大会第五十九届会议提交该宣言；

source: - UNODC to organize a subregional seminar on mutual legal assistance, necessary for effectively combating transnational organized crime;
zh: - 联合国毒品和犯罪问题办事处应举办次区域司法协助问题讨论会，该讨论会是有效打击跨国有组织犯罪不可或缺的条件；

source: - implementation of the plan of action, since Burkina Faso has already ratified the universal instruments against terrorism and transnational crime, and is about to ratify the United Nations Convention against Corruption.
zh: - 鉴于布基那法索已经批准了打击恐怖主义和跨国有组织犯罪的各项国际文书，并即将批准联合国反腐败公约，因此行动计划方面还需进行的工作主要是对这些文书的实施。

source: Universal Instruments against terrorism
zh: 一. 反恐怖主义国际文书

source: Incorporation into law
zh: 国内立法

source: Pilot Ministry: Ministry of Justice
zh: 牵头部委： 司法部

source: Completion date: first trimester 2006
zh: 期限： 2006年一季度

source: Establishment of a schedule of work: late April 2005
zh: 制定工作时间表：2005年4月底

source: Provision of documents and opinions by the technical ministries within the scheduled time frame;
zh: 技术部委在工作时间表限期内提供资料和意见；

source: provision of remote or on-site technical assistance by UNODC at the request of the competent national authorities;
zh: 禁毒办应主管国家当局请求提供远程或实地技术援助；

source: meeting of the codification commission or of a group able to give views on the proposals put forward;
zh: 举行编纂委员会或适当小组会议，对所提建议作出意见；

source: delivery of the final document by the pilot ministries to the competent national authorities.
zh: 牵头部委向主管国家当局提交最后文件。

source: United Nations Convention against Transnational Organized Crime and its Protocols
zh: 二. 打击跨国有组织犯罪公约及其议定书

source: Pilot authority: Ministry of Justice
zh: 牵头部委： 司法部

source: United Nations Convention against Corruption
zh: 三. 联合国反腐败公约

source: Continuation and completion of the ratification procedure
zh: 1. 后续和完成批准程序

source: Pilot ministry: Ministry of Foreign Affairs and Regional Cooperation
zh: 牵头部委： 外交与区域合作部

source: Completion date: late April 2005
zh: 期限： 2005年4月底

source: Information from UNODC
zh: 通知禁毒办

source: Procedure for deposit with the United Nations Secretary-General
zh: 2. 向联合国秘书长提交保存程序

source: Pilot ministry: Ministry for Foreign Affairs
zh: 牵头部委： 外交与区域合作部

source: Completion date: July 2005
zh: 期限：2005年7月

source: Deposit of instruments of ratification by the Minister for Foreign Affairs at the treaty event to be held during the Eleventh United Nations Congress on Crime Prevention and Criminal Justice, to be held in Bangkok from 18 to 25 April 2005.
zh: 2005年4月18至25日将在曼谷举行的第十一届联合国预防犯罪和刑事司法大会是条约的重大事件，外交部长将在此期间提交保存批准书。

source: Follow-up and possible assistance from UNODC regarding the deposit of the instrument of ratification.
zh: 禁毒办监测并可能协助提交保存批准书。

source: provision of remote or on-site technical assistance by UNODC at the request of competent national authorities;
zh: 禁毒办应主管国家当局请求提供远程或实地技术援助；

source: Difficulties, suggestions and prospects
zh: 六. 困难、建议与展望

source: The main difficulty faced by the organizers was undoubtedly the absence of a national allocation to cover the organizational costs.
zh: 组织者碰到的主要困难无疑仍是找不到承担组织费用的本国资金。

source: Except for the funding provided UNODC, Burkina Faso was unable to cover its costs.
zh: 事实上，除了禁毒办的拨款，布基那法索未能支付标准内应承担的费用。

source: Moreover, it would be useful to include in the ongoing process certain concerned entities — such as the Ministry for the Promotion of Human Rights and the Institute for Diplomacy and International Affairs of Ouagadougou — that could not officially be invited to the current session for various reasons.
zh: 此外，为开展进程后续工作，今后应增加若干有关机构，如促进人权部和瓦加杜古外交与国际关系学院等；出于种种原因，这些机构未能被正式邀请参加本次讨论会。

source: In addition, an improved handling of the implementation process will require the revitalization of the National Codification Commission; implementation of these instruments will entail a review of the Penal Code and the Code of Criminal Procedure.
zh: 另外，为更好地开展实施过程，需促使国家编纂委员会重新发挥有力作用，这些文书的实施还需要对刑法和刑事诉讼法进行修订。

source: Held at Headquarters, New York, on Monday, 2 May 2005, at 3 p.m.
zh: 2005年5月2日，星期一，下午3时在纽约总部举行

source: Chairman of the Advisory Committee on Administrative and Budgetary Questions: Mr. Kuznetsov
zh: 主席： 麦凯先生 （新西兰） 行政和预算问题咨询委员会主席：库兹涅佐夫先生

source: Agenda item 123: Administrative and budgetary aspects of the financing of the United Nations peacekeeping operations (continued)
zh: 议程项目123：联合国维持和平行动的经费筹措的行政和预算各方面（续）

source: Agenda item 125: Financing of the United Nations Mission in Bosnia and Herzegovina
zh: 议程项目125：联合国驻波黑特派团的经费筹措

source: Agenda item 126: Financing of the United Nations Peacekeeping Force in Cyprus
zh: 议程项目126：联合国驻塞浦路斯维和部队的经费筹措

source: Agenda item 130: Financing of the United Nations Mission in Ethiopia and Eritrea
zh: 议程项目130：联合国驻埃塞俄比亚和厄立特里亚特派团的经费筹措

source: Agenda item 131: Financing of the United Nations Observer Mission in Georgia
zh: 议程项目131：联合国驻格鲁吉亚观察员代表团的经费筹措

source: Agenda item 132: Financing of the activities arising from Security Council resolution 687 (1991)
zh: 议程项目132：安全理事会第687号决议（1991年）产生的活动的经费筹措

source: Agenda item 133: Financing of the United Nations Interim Administration Mission in Kosovo
zh: 议程项目133：联合国驻科索沃临时行政当局特派团的经费筹措

source: Agenda item 134: Financing of the United Nations Mission in Liberia
zh: 议程项目134：联合国驻利比里亚特派团的经费筹措

source: Agenda item 135: Financing of the United Nations peacekeeping forces in the Middle East
zh: 议程项目135：联合国驻中东维和部队的经费筹措

source: Agenda item 136: Financing of the United Nations Mission in Sierra Leone
zh: 议程项目136：联合国驻塞拉利昂特派团的经费筹措

source: Agenda item 137: Financing of the United Nations Mission for the Referendum in Western Sahara
zh: 议程项目137：联合国西撒哈拉全民投票特派团的经费筹措

source: Agenda item 123: Administrative and budgetary aspects of the financing of the United Nations peacekeeping operations (continued) (A/57/787; A/58/740, A/58/753, A/58/761, A/58/764, A/58/765 and A/58/767; A/C.5/58/37 and Corr.1; A/59/292, A/59/546, A/59/681, A/59/688, A/59/691, A/59/698 and Add.1, A/59/701, A/59/702, A/59/708, A/59/714 and Add.1, A/59/722, A/59/730, A/59/736 and Add.2, A/59/762, A/59/763 and A/59/784)
zh: 议程项目123：联合国维持和平行动的经费筹措的行政和预算各方面（续）(A/57/787；A/58/740，A/58/753，A/58/761，A/58/764，A/58/765和A/58/767；A/C.5/58/37和Corr.1；A/59/292，A/59/546，A/59/681，A/59/688，A/59/691，A/59/698和Add.1，A/59/701，A/59/702，A/59/708，A/59/714和Add.1，A/59/722，A/59/730，A/59/736和Add.2，A/59/762，A/59/763和A/59/784)

source: Mr. Monningstad (Norway) said that Norway was strongly committed to peacekeeping.
zh: 1. Monningstad先生（挪威）说，挪威坚决致力于维持和平。

source: In order to maintain international peace and security, Member States must live up to their collective responsibility to provide the United Nations with the means to maintain and strengthen its capacity to plan and conduct increasingly complex peacekeeping operations.
zh: 为维护国际和平与稳定，各会员国必须履行集体责任，为联合国提供各种手段，以保持和提高其计划和开展日益复杂的维和行动的能力。

source: As the world faced new challenges, it was of paramount importance for Member States to pay their assessed contributions in full, on time and without conditions.
zh: 由于世界面临各种新挑战，各会员国全额、准时及无条件缴交分摊的会费至关重要。

source: While considerable progress had been made in the overall conduct and management of peacekeeping operations, the Secretariat should continue to maximize the use of scarce resources and to strengthen the capacity of the Office of Internal Oversight Services (OIOS) to swiftly investigate allegations of sexual exploitation and abuse in peacekeeping missions.
zh: 虽然维和行动的总体开展和管理取得了相当的进展，但是秘书处应继续最大限度利用稀缺资源，并加强提高内部监督事务厅(监督厅)的能力，以便迅速调查维和任务中有关性剥削和性虐待的指控。

source: A strict zero-tolerance policy must be enforced based on uniform and binding standards, and civilian managers and military commanders alike must be held accountable in order to restore the credibility of United Nations peacekeepers in their dealings with civilians in areas of conflict.
zh: 必须按照统一和具有约束力的标准落实严格的零容忍政策，文职管理人员和军事指挥官都要追究责任，以便恢复联合国维和人员在冲突地区与平民交往的信誉。

source: The strategy to eliminate future sexual exploitation and abuse had certain cost implications, but implementation of the recommendations contained in draft resolution A/C.4/59/L.20 must not be made dependent on voluntary contributions.
zh: 消除今后的性剥削和性虐待的战略涉及某些经费问题，但是决议草案A/C.4/59/L.20所载的各项建议的落实不应取决于志愿捐助。

source: Norway also fully supported the establishment of a new Personnel Conduct Unit to help prevent and identify misconduct and to ensure compliance with and enforcement of United Nations standards of conduct.
zh: 挪威也完全支持设立人员职业操守股，以协助防止和查明不当行为，并确保遵守联合国的行为标准及其执行。

source: The scale of current demands for peacekeeping operations meant that even greater commitment was required from all the partners in the system, including regional organizations, whose active participation and knowledge of the area and of the nature of the conflict could be a huge advantage in the planning and conduct of operations.
zh: 2. 目前对维持和平行动的需求的规模意味着在包括各区域组织在内本系统各伙伴需要作出更大的承诺，其积极参与以及对该领域和冲突性质的认识对于维和行动的规划和开展可能具有巨大的优势。

source: Critical gaps remained in the Organization's peacekeeping capacity, including in the areas of strategic lift, tactical air support, and field medical facilities.
zh: 本组织的维持和平能力仍存在严重的差距，其中包括在战略运输、战术空中支助以及野战医疗设施领域。

source: Norway welcomed the work being done to coordinate the role of the various United Nations entities in support of complex peace operations and encouraged further efforts to clarify roles, avoid overlapping of activities and ensure greater efficiency.
zh: 挪威欢迎为协调联合国各实体的作用而开展的工作，以支持复杂的和平行动，并鼓励进一步努力澄清各种作用，避免各项活动的重复，并确保更高的效率。

source: The development of a general policy for the financing of disarmament, demobilization and reintegration (DDR) activities required in-depth discussion and guidance from the Secretariat and from humanitarian organizations, funds and programmes.
zh: 3. 就裁军、复员和重返社会活动筹措经费制订一般性政策就需要进行深入的讨论，并需要秘书处以及各人道主义组织、基金和方案提供指导。

source: Norway supported the inclusion of a cost basis in the assessed peacekeeping budget for DDR and other humanitarian tasks as part of the peacekeeping mandate.
zh: 挪威支持将成本列账制纳入裁军、复员和重返社会及其他人道主义工作的分摊维和预算中，作为维持和平任务的一部分。

source: Member States had a responsibility to ensure predictable, stable and timely financing of all aspects of an integrated mission.
zh: 各会员国有责任确保为综合任务提供可预测、稳定和及时的经费。
